import planing from "./public/imgs/projects/articles/contentPlan.jpg";
import content from "./public/imgs/projects/articles/contentWriting.jpg";
import Kickof from "./public/imgs/projects/articles/kickof.jpg";



export const articles = [
  {
    id: 1,
    title: "التسويق بالقصص📖" ,
    img: content,
    link: "https://www.facebook.com/groups/contentify/permalink/1528977444313330/",
    text: `
    ما هو التسويق بالقصص⁉️ 
    طيب ي عزيزي القارئ 
    التسويق بالقصص عبارة عن استراتيجية تسويقية بتستخدمها لجذب العملاء  
    وتعزيز العلامة التجارية💡 
    وهو عبارة عن ثرد قصة  مشوقة ومؤثرة  ليها علاقة بالمنتج او الخدمة الخاصة بيك 
    بيساعد دا علي⬇️ 
    ♻️خلق صلة عاطفية مع الجمهور.
    ♻️وتحفيزهم علي شراء المنتج. 
    للتسويق بالقصص عناصر مهمه منها 💯
    1️⃣الشخصيات  : 
    شخصياتك لازم تكون ليها عبرة وقصة او تخلي الجمهور يتعاطف معاها  .
    2️⃣الصراع : 
    المشكلة او الصعاب الخاصة بي القصة  .
    3️⃣الحل : 
    الحل وطبعا الحل عبارة عن منتجك أو خدمتك الانت بتقدمها  .
    `,
  },
  {
    id: 2,
    title: "أتقن عملك",
    img: planing,
    link: "https://www.facebook.com/groups/sdfounder/permalink/714679013897314/",
    text: `
    اتقانك للعمل ضمانك لي مستقبلك⁉️ 
كيف❓ 
طيب في فرق كبير بين انك تكون بتتقن عملك 💯 
وبتكلفت عملك❕ 
ففي الطبيعي لو كنت زول متقن عملك ح تضمن مستقبلك لانو ماف زول بيجب شخص بدون م يتأكد انو متقن عملو صح✅ 
ف اتقانك لي عملك ذي بُنيان الأساس للحيط 👌🏻 
لو اساسك م ثابت مصيرها في يوم والحيطة تتهدم 
ومصيرك تبدع طالما عملك متقن 👌🏻 
غير انو بتعمل لي نفسك سمعة بين الناس أقرب مثاااال  
اهلك بقولو فلانة بتعرف تعمل كدا احسن من فلانة 
والأستاذ دا شراح اكتر من الاستاذ دا 
فدا بُنيان المستقبل في الحتة دي👍🏻 
ف خلي شغلك متقن في المقام الأول ليك ولي مستقبلك🫱🏻‍🫲🏼 
#سلمى_حسين 
       `,
  },
  {
    id: 3,
    title: " تجربتي مع انطلاق ✍️ ",
    img: Kickof,
    link: "https://www.facebook.com/100053624302595/posts/pfbid02WqDw9H7CJ5qDGCoYdDQoUS3gLwojPPyaPvpiSwFYW4YpYbqJQUCxt46nxqnYzd8El/?app=fbl",
    text: `
    تييييييت تيييييت تييييييييييييت  تييييت📢📢
    افتحو لي الطريق ثواني عاوزة اتكلم حبة 🫱🏻‍🫲🏼 
    عارفين انا منو⁉️ 
    انا من النخبة 👌🏻 
    انا خريجة كامب انطلاق المحترف في كتابة المحتوى😎😎 
    مكنةة😎 
    مستنين تعريف الاسم😹 
    لا انا من اتخرجت من انطلاق بقيت بعرف نفسي كدا⬆️ 
    ايوا اخلي البوبار لي منو😎 
    من حقيييي🫱🏻‍🫲🏼 
    لانو انطلاق بوابة لي عالم من الانجازات عارفين قلت كدا لي ؟!  
    طيب قلت عشان⬇️ 
    انا شايفة نفسي انجزت وفي وسط الحرب ايوا 
    سنة كاملة عبرت وماف زول استفاد فيها ماف زول شغال والمدارس واقفة💔 
    بس انا مع انطلاق مستمرة😎 
    واحلامي وطموحاتي لسسسسسسة مستمرة🫱🏻‍🫲🏼 
    انا في انطلاق اتهرشت 😹💔 
    واتحرجت🙈
    واتكبكبت😹 واتبليت🙉 
    بس طلعت منو زولة عارفة نفسها عاوزة شنو😎 
    طلعت منو وانا بعرف احلل اي صفحة قدامي وبعرف نواقصها🫱🏻‍🫲🏼 
    دخلت انطلاق وكل بوستات صفحتي كانت هزلية 🙃
    طلعت منو بي صفحة جديده وكل المجموعات الفيها مجموعات جادة وعملية ذي 
      CMC 🔥🔥 
    الموسس السوداني🤍  
    وقروب العائلة تبع الوتساب 🫱🏻‍🫲🏼🤍
    وبجد بجد شكرا جدا كوتش فارس الطاهر
    ولكل التيم🫱🏻‍🫲🏼❤️ 
    وشكرا جزيلا Rayan Adel
    لأنك استحملتيني وعارفة نفسي مزعجة😹😹
     الشكر واكترووو
    لي امييي🤍
    لأنها هي قدوتي وهي الدخلت قبلي وجرتني معاها لي عالم واعي وانجازي❤️ 
    بجد شكرا امي❤️
     `
  },

 
 
 
];
