import planing from "./public/imgs/projects/articles/contentPlan.jpg";
import content from "./public/imgs/projects/articles/contentWriting.jpg";
import Kickof from "./public/imgs/projects/articles/kickof.jpg";
import plant from "./public/imgs/projects/articles/plant.jpg";
import wise from "./public/imgs/projects/articles/wise.jpg";






export const articles = [
  {
    id: 1,
    title: "التسويق بالقصص📖" ,
    img: content,
    link: "https://www.facebook.com/groups/contentify/permalink/1528977444313330/",
    text: `
    ما هو التسويق بالقصص⁉️ 
    طيب ي عزيزي القارئ 
    التسويق بالقصص عبارة عن استراتيجية تسويقية بتستخدمها لجذب العملاء  
    وتعزيز العلامة التجارية💡 
    وهو عبارة عن ثرد قصة  مشوقة ومؤثرة  ليها علاقة بالمنتج او الخدمة الخاصة بيك 
    بيساعد دا علي⬇️ 
    ♻️خلق صلة عاطفية مع الجمهور.
    ♻️وتحفيزهم علي شراء المنتج. 
    للتسويق بالقصص عناصر مهمه منها 💯
    1️⃣الشخصيات  : 
    شخصياتك لازم تكون ليها عبرة وقصة او تخلي الجمهور يتعاطف معاها  .
    2️⃣الصراع : 
    المشكلة او الصعاب الخاصة بي القصة  .
    3️⃣الحل : 
    الحل وطبعا الحل عبارة عن منتجك أو خدمتك الانت بتقدمها  .
    `,
  },
  {
    id: 2,
    title: "أتقن عملك",
    img: planing,
    link: "https://www.facebook.com/groups/sdfounder/permalink/714679013897314/",
    text: `
    اتقانك للعمل ضمانك لي مستقبلك⁉️ 
كيف❓ 
طيب في فرق كبير بين انك تكون بتتقن عملك 💯 
وبتكلفت عملك❕ 
ففي الطبيعي لو كنت زول متقن عملك ح تضمن مستقبلك لانو ماف زول بيجب شخص بدون م يتأكد انو متقن عملو صح✅ 
ف اتقانك لي عملك ذي بُنيان الأساس للحيط 👌🏻 
لو اساسك م ثابت مصيرها في يوم والحيطة تتهدم 
ومصيرك تبدع طالما عملك متقن 👌🏻 
غير انو بتعمل لي نفسك سمعة بين الناس أقرب مثاااال  
اهلك بقولو فلانة بتعرف تعمل كدا احسن من فلانة 
والأستاذ دا شراح اكتر من الاستاذ دا 
فدا بُنيان المستقبل في الحتة دي👍🏻 
ف خلي شغلك متقن في المقام الأول ليك ولي مستقبلك🫱🏻‍🫲🏼 
#سلمى_حسين 
       `,
  },
  {
    id: 3,
    title: " تجربتي مع انطلاق ✍️ ",
    img: Kickof,
    link: "https://www.facebook.com/groups/250458873280846/permalink/935813271412066/?app=fbl",
    text: `
    تييييييت تيييييت تييييييييييييت  تييييت📢📢
    افتحو لي الطريق ثواني عاوزة اتكلم حبة 🫱🏻‍🫲🏼 
    عارفين انا منو⁉️ 
    انا من النخبة 👌🏻 
    انا خريجة كامب انطلاق المحترف في كتابة المحتوى😎😎 
    مكنةة😎 
    مستنين تعريف الاسم😹 
    لا انا من اتخرجت من انطلاق بقيت بعرف نفسي كدا⬆️ 
    ايوا اخلي البوبار لي منو😎 
    من حقيييي🫱🏻‍🫲🏼 
    لانو انطلاق بوابة لي عالم من الانجازات عارفين قلت كدا لي ؟!  
    طيب قلت عشان⬇️ 
    انا شايفة نفسي انجزت وفي وسط الحرب ايوا 
    سنة كاملة عبرت وماف زول استفاد فيها ماف زول شغال والمدارس واقفة💔 
    بس انا مع انطلاق مستمرة😎 
    واحلامي وطموحاتي لسسسسسسة مستمرة🫱🏻‍🫲🏼 
    انا في انطلاق اتهرشت 😹💔 
    واتحرجت🙈
    واتكبكبت😹 واتبليت🙉 
    بس طلعت منو زولة عارفة نفسها عاوزة شنو😎 
    طلعت منو وانا بعرف احلل اي صفحة قدامي وبعرف نواقصها🫱🏻‍🫲🏼 
    دخلت انطلاق وكل بوستات صفحتي كانت هزلية 🙃
    طلعت منو بي صفحة جديده وكل المجموعات الفيها مجموعات جادة وعملية ذي 
      CMC 🔥🔥 
    الموسس السوداني🤍  
    وقروب العائلة تبع الوتساب 🫱🏻‍🫲🏼🤍
    وبجد بجد شكرا جدا كوتش فارس الطاهر
    ولكل التيم🫱🏻‍🫲🏼❤️ 
    وشكرا جزيلا Rayan Adel
    لأنك استحملتيني وعارفة نفسي مزعجة😹😹
     الشكر واكترووو
    لي امييي🤍
    لأنها هي قدوتي وهي الدخلت قبلي وجرتني معاها لي عالم واعي وانجازي❤️ 
    بجد شكرا امي❤️
     `
  },

  {
    id: 6,
    title: " اطلق العنان لأفكارك 💡 ",
    img: wise,
    link: "https://www.facebook.com/61556950935646/posts/pfbid0D7F7dYo7gvNMqYdJG1K7rHF54yVKTAXDXYCPBBvs2CMMC9FXgu5khF7t86mtaAQol/?app=fbl",
    text: `

    في زمنا الحالي اكتر طرق التواصل بقت عبر التكنولوجيا
    أبسط الأشياء بقت عن طريق التسويق إلإلكتروني
    
    لبسة العيد الكُنت زمان بمشي السوق واتعب في اني اشتريها اليوم انا ببحث عن طريق التلفون وبطلبها وبنفس الاسعار ماف اختلاف 🫱🏻‍🫲🏼
    
    خطر في راسي سؤال كيف بيتم التسويق الإلكتروني دا؟!
    
    عن طريق منو وكيف.⁉️
    
    ف أول حاجة خطرت في بالي انو التسويق الإلكتروني دا بيتم عن صفحات عادية سواء كان فيسبوك او إنستقرام او غيرها
    
    الصفحة بتكون منزلة بوست عادي لعرض الملابس مثلا
    
    متوفر ملابس أطفال
    الخامة قطن من عمر 3سنين
    لي 8سنين
    وهكذا
    
    لكن لاحظت لي اختلاف تاني
    انو طريقة بيع الملابس م نفس الميك اب وم نفس التلفونات او اللابتوب 
    
    فلمن يجي زول يحكي عن تلفون او ميك اب بتكلم عنهم  في اكتر من بوست
    
    في بوستات بدون ارقام بيكون مذكور فيهم أهمية التلفون والفرق عنو وعن غيرو وبيستحمل كم والرامات كم وكدا يعنى✨ 
    
    ومن هنا عرفت عن اختلاف الكتابة في التسويق
    وبحث عن بحث عرفت عن التسويق الرقمي وكتابة المحتوى
    وانو اي بوست بكون مُستهدفين بيو جهة محددة
    
    وانو الكلام دا عن طريق كورسات كتيرة
    
    منها كورس انطلاق بقدمه الكوتش فارس الطاهر 
    ومنها كورسات ريحانة بتتكلم عن كتابة المحتوى 
    وبرنامج ظهر جديد اسمو برنامج خطوات وهكذا
    
    يعنى عرفت انو التسويق الرقمي او كتابة المحتوى اكتسحوا اكتر الأماكن في العالم
    
    والكان صادم انو كان بقروش💶
    
    عرفت انو بقروش لانو اغلب الناس كانت بتكون ماسكة اعمال م حقتها
    وفى ناس متطورين بيكونوا ماسكين  البراندات حقتهم
    والشغل بتاعهم بعد ما  اخدو الكورسات دي
    
    بالمعنى الحرفي كتابة المحتوى بقت عمل كأي شغل تاني تدرس ليها وتشتغل وفي جامعات ببتكلم عن التسويق ك كمجال ف تبقي بتشتغل  عليها وتصرف بالدولار 🤑 
    
    اي م تتصدمو موش ممكن يكون العميل برا الدولة بتاعتك ومصروفك يصلك بالدولار 😎 
    
    وبالطريقة دي انتشرت كتابة المحتوى ي اصحابي
    
    #سلمى_حسين 
    #مجتمع_لكل_كاتب_محتوى
        `
  },
  {
    id: 6,
    title: " التسويق الرقمي✨",
    img: content,
    link: "https://www.facebook.com/61556950935646/posts/pfbid026pbCycqUS3iYvVQ2A6WVA5cd4v3T8UqxFDTE6jh1mN4AX7oQG8k7SbdGxmro1PAKl/?app=fbl",
    text: `

    ما هو التسويق الرقمى⁉️
    
    طيب ي صحبي التسويق الرقمى هو⬇️⬇️
    
    هو شكل من أشكال التسويق والترويج عن منتج او خدمة . يتم عن طريق قناة او منصة  او الوسائل الرقمية 👌🏻
    
    النوع دا من انواع التسويق بيتم عن طريق الانترنت ووسائل التواصل الاجتماعي إضافة لمحركات البحث والبريد الإلكتروني 💡 
    وتطبيقات الهاتف🤳👉🏻
    
    للتسويق الرقمي إستراتيجيات مهمة هي ⬇️⬇️🔥
    
    💫التسويق عن طريق محركات البحث (*SEOوSEM*)
    
    ودا بيهدف لي↙️
    
    💡تحسين محركات البحث SEO نتيجة لي دا 
    بتظهر الخدمة او المنتج الخاص بيك في نتايج محرك البحث بشكل مجانى ودا بسبب تحسين المحتوى الخاص بيك👌🏻✨
    
    💫استخدام الإعلانات الممولة SEM :
    الإعلانات الممولة هي ذيادة ظهور المنتج الخاص بك في نتائج محرك البحث بسرعة .
    
    💫التسويق عبر وسائل التواصل الاجتماعى SMM :
    وهذا يشمل تطبيقات السوشيال ميديا  سواء .
    فيسبوك،  تويتر ، سناب شات ، بنترست ، و إنستقرام ، لينكد آن .
    
    ودا من أكثر الحاجات البتساعدني في بناء علاقة قوية مع الجمهور . 
    +تعزيز الحضور الرقمى  
    
    💫التسويق بالمحتوى *Content Marketing* 
    
    ودا بعتمد علي انشاء محتوى قوي وقيم يناسب الجمهور المستهدف 💡
    
    يساعد في بناء هوية العلامة التجارية وجذب العملاء .
    
    💫التسويق بالبريد الإلكتروني *Email  Marketing* 
    
    ودا بيستخدم لتواصل مباشرة مع العملاء عبر البريد الإلكتروني 
    
    ومن استخدامه لترويج منتجات او إرسال عروض خاصة .
    
    ⬇️⬇️⬇️الخلاصة🔥
    انك تكون فاهم السوق الرقمى وتستخدمه بطريقة ممتازة وفعاله ممكن يساعد في نجاح الأنشطة التجارية في العصر الرقمى الحديث .
    
    #سلمى_حسين
    #كاتبة_محتوى_digital_marketing

        `
  },

 

 
 
 
];
